[
  {
    "id": "mr-001",
    "companyId": "farm-it",
    "date": "2025-11-15",
    "mentorName": "김재호 멘토",
    "topic": "B2B SaaS 가격 전략",
    "transcript": "멘토: 현재 가격 체계가 어떻게 되어 있나요?\n팜잇 대표: 지금은 농가당 월 15만원 정액제입니다. 근데 문제는 대규모 농가랑 소규모 농가가 같은 가격이다 보니 대규모 농가는 싸다고 느끼고 소규모는 비싸다고 느끼는 것 같아요.\n멘토: 실제로 이탈하는 고객이 있나요?\n팜잇 대표: 네, 소규모 농가에서 3개월 내 이탈률이 40%입니다. 반면 대규모 농가는 거의 안 나가요.\n멘토: 전형적인 가격 미스매치네요. 면적 기반 티어 요금제를 고려해보셨나요?\n팜잇 대표: 생각은 했는데, 기존 고객 반발이 걱정돼서 못 건드리고 있습니다.\n멘토: 기존 고객은 6개월 그랜드파더링을 하면서 신규 고객부터 적용하면 됩니다. 더 큰 문제는 지금 MRR이 얼마인가요?\n팜잇 대표: 850만원 정도인데, 여기서 더 올리려면 신규 영업을 더 해야 하는 상황이에요.\n멘토: 가격 최적화 없이 신규 영업만으로는 한계가 있을 겁니다. 지금 ARPU가 낮으니까 upsell 전략도 같이 가져가야 해요. 프리미엄 기능이 있나요?\n팜잇 대표: 병충해 예측 리포트가 있긴 한데 모든 요금제에 포함시켰어요.\n멘토: 그걸 프리미엄 전용으로 올려야 합니다. 핵심 기능은 기본에 두고, 고급 분석은 상위 티어로 분리하세요."
  },
  {
    "id": "mr-002",
    "companyId": "farm-it",
    "date": "2025-12-20",
    "mentorName": "박소연 멘토",
    "topic": "팀 빌딩과 채용 전략",
    "transcript": "멘토: 현재 팀 구성이 어떻게 되나요?\n팜잇 대표: 대표인 저 포함 5명이에요. 백엔드 2명, 프론트 1명, 그리고 영업 1명.\n멘토: CTO가 따로 없는 건가요?\n팜잇 대표: 네, 제가 기술 결정을 다 하고 있는데 점점 한계를 느끼고 있어요. AI 모델 고도화도 해야 하는데 시간이 없습니다.\n멘토: Seed 단계에서 CTO 영입이 가장 큰 과제 중 하나죠. 현재 AI 모델은 누가 관리하나요?\n팜잇 대표: 백엔드 개발자 한 명이 겸하고 있는데, 솔직히 ML 전문가가 아니라서 모델 정확도가 92%에서 안 올라가요.\n멘토: 92%도 나쁘지 않지만, 농업 도메인에서는 잘못된 예측이 실질적 피해로 이어지니까 95% 이상은 필요할 거예요. 두 가지 방향이 있는데, 풀타임 ML 엔지니어를 채용하거나, 초기에는 AI 스타트업 스튜디오와 협업하는 방법도 있습니다.\n팜잇 대표: 채용 예산이 빠듯해요. Seed 라운드 자금의 대부분이 서버 비용과 영업에 쓰이고 있어서...\n멘토: 그러면 단기적으로 AI 컨설턴트를 파트타임으로 데려오고, 시리즈 A 준비하면서 풀타임 채용을 진행하는 게 현실적입니다."
  },
  {
    "id": "mr-003",
    "companyId": "care-bridge",
    "date": "2025-10-05",
    "mentorName": "이수진 멘토",
    "topic": "PMF 검증과 사용자 리텐션",
    "transcript": "멘토: 지금 MAU가 350이라고 했는데, 목표 대비 어떤가요?\n케어브릿지 대표: 솔직히 기대보다 낮아요. 론칭 3개월차인데 목표가 1,000이었거든요.\n멘토: 어디서 사용자를 유입시키고 있나요?\n케어브릿지 대표: 주로 지역 복지관 제휴랑 온라인 광고입니다. 근데 광고는 CPA가 너무 높아요. 건당 8만원.\n멘토: 8만원이면 LTV 대비 적정한가요?\n케어브릿지 대표: LTV를 아직 정확히 못 구했어요. 서비스가 아직 초기라서...\n멘토: 이게 문제입니다. PMF를 검증하려면 최소한 코호트별 리텐션과 LTV는 알고 있어야 해요. 지금 재이용률 78%는 어떻게 측정한 건가요?\n케어브릿지 대표: 첫 매칭 후 두 번째 매칭을 요청한 비율이에요.\n멘토: 그건 좋은 신호예요. 하지만 문제는 첫 매칭까지 도달하는 전환율이 낮은 것 같은데, 가입 후 첫 매칭까지 걸리는 시간이 어떻게 되나요?\n케어브릿지 대표: 평균 5일 정도요.\n멘토: 5일이요? 그게 이탈의 핵심 원인일 수 있어요. 돌봄은 긴급한 니즈인 경우가 많은데, 5일을 기다리면 다른 방법을 찾게 되죠. 24시간 내 첫 매칭이 이루어지도록 케어기버 온보딩 속도를 높여야 합니다."
  },
  {
    "id": "mr-004",
    "companyId": "care-bridge",
    "date": "2025-11-28",
    "mentorName": "최현우 멘토",
    "topic": "규제 대응과 사업 모델",
    "transcript": "멘토: 돌봄 서비스가 정부 규제 영역이 많을 텐데, 현재 법적 리스크는 어떻게 관리하고 있나요?\n케어브릿지 대표: 사실 그게 가장 고민인 부분이에요. 요양보호사 파견은 법적으로 직접 고용이어야 하는데, 저희 모델은 프리랜서 매칭이라 회색 지대에 있습니다.\n멘토: 심각한 문제네요. 비슷한 모델의 해외 사례를 보면, 영국 'Cera Care'는 직접 고용 모델로 전환했고, 미국 'Honor'는 기존 돌봄 에이전시와 파트너십을 맺었어요.\n케어브릿지 대표: 저희도 에이전시 파트너십을 검토하고 있는데, 그러면 수수료율이 크게 줄어들어요.\n멘토: 수수료가 줄더라도 법적 리스크를 안고 가는 것보다 낫습니다. 규제 이슈로 서비스가 중단되면 그때는 되돌릴 수 없어요. 당장 법무법인 자문을 받으세요.\n케어브릿지 대표: 예산이...\n멘토: 법무 자문은 스타트업에게 보험이에요. dcamp에 법률 자문 프로그램이 있으니 활용하세요. 그리고 사업 모델 전환을 빨리 결정해야 합니다. 현재 모델로 스케일업하면 할수록 리스크가 커집니다."
  },
  {
    "id": "mr-005",
    "companyId": "stock-pick",
    "date": "2026-01-10",
    "mentorName": "정민석 멘토",
    "topic": "사용자 획득과 성장 전략",
    "transcript": "멘토: DAU 2,800이면 교육 앱 치고 괜찮은 수치네요. 어디서 사용자가 유입되나요?\n스톡픽 대표: 80%가 유튜브 숏폼이에요. 투자 교육 콘텐츠를 올리면 앱 다운로드로 연결됩니다.\n멘토: 유튜브 의존도가 너무 높네요. 알고리즘 변경되면 바로 타격받을 텐데요.\n스톡픽 대표: 맞아요. 그래서 최근에 인스타와 틱톡도 시작했는데 아직 효과가 미미해요.\n멘토: 채널 다각화도 중요하지만, 핵심은 오가닉 성장 엔진을 만드는 거예요. 리퍼럴 프로그램은 있나요?\n스톡픽 대표: 친구 초대하면 프리미엄 1주 무료 정도인데, 전환율이 5%밖에 안 돼요.\n멘토: 5%면 인센티브가 약하거나 공유 동기가 부족한 거예요. 투자 앱 특성상 '나의 포트폴리오 성과 공유' 같은 소셜 기능이 더 효과적입니다. Robinhood가 초기에 'waitlist + 친구 초대하면 순서 올려주기'로 대박 났잖아요.\n스톡픽 대표: 리더보드 같은 걸 만들면 될까요?\n멘토: 리더보드 + 주간 투자 챌린지를 해보세요. 경쟁 요소가 공유를 유발합니다. 그리고 수익화는 어떻게 하고 있나요?\n스톡픽 대표: 아직 수익화 못 하고 있어요. 프리미엄 구독을 준비 중인데...\n멘토: Pre-Seed에서 수익화 안 하는 건 괜찮지만, 시리즈 A 전까지 유닛 이코노믹스는 증명해야 합니다."
  },
  {
    "id": "mr-006",
    "companyId": "stock-pick",
    "date": "2026-02-05",
    "mentorName": "한지원 멘토",
    "topic": "제품 로드맵과 기술 아키텍처",
    "transcript": "멘토: 현재 기술 스택이 어떻게 되나요?\n스톡픽 대표: React Native로 앱을 만들고, 백엔드는 Firebase입니다.\n멘토: Firebase를 쓰고 있군요. 사용자가 만 오천이면 아직 괜찮겠지만, 5만 넘으면 비용이 급증할 거예요.\n스톡픽 대표: 이미 월 Firebase 비용이 120만원이에요.\n멘토: 1.5만 사용자에 120만원이면 단위당 비용이 높은 편이에요. 실시간 기능을 많이 쓰나요?\n스톡픽 대표: 네, 주가 실시간 업데이트랑 포트폴리오 동기화를 Firestore 리스너로 구현했어요.\n멘토: 그게 원인일 수 있어요. 주가 데이터는 Firestore 대신 별도 WebSocket 서버로 분리하세요. Firestore 리드 카운트가 비용의 대부분일 겁니다.\n스톡픽 대표: 맞아요. 리드 카운트가 하루에 2천만 건 정도 됩니다.\n멘토: 그건 아키텍처 문제입니다. 주가처럼 자주 바뀌는 데이터를 Firestore에 넣으면 안 돼요. Redis + WebSocket으로 분리하면 비용이 70% 이상 줄 겁니다. 이건 조금 급해요, 사용자 늘기 전에 처리하세요."
  },
  {
    "id": "mr-007",
    "companyId": "farm-it",
    "date": "2026-01-25",
    "mentorName": "김재호 멘토",
    "topic": "시리즈 A 준비",
    "transcript": "멘토: 가격 체계 변경은 어떻게 되었나요?\n팜잇 대표: 3티어로 바꿨어요. 소규모 월 8만원, 중규모 15만원, 대규모 25만원. 신규 고객부터 적용 중입니다.\n멘토: 좋습니다. 효과가 보이나요?\n팜잇 대표: 소규모 이탈률이 40%에서 15%로 줄었고, MRR이 850만원에서 1,200만원으로 올랐어요.\n멘토: 훌륭해요. 시리즈 A에서 투자자들이 보고 싶어하는 게 바로 이런 지표 개선 스토리입니다. NRR(Net Revenue Retention)도 계산해 봤나요?\n팜잇 대표: 아직 안 했어요.\n멘토: 시리즈 A 피칭 전에 반드시 NRR, CAC, LTV, 페이백 기간을 정리하세요. B2B SaaS에서 NRR 110% 이상이면 좋은 신호입니다. 현재 투자 유치 목표가 어떻게 되나요?\n팜잇 대표: 시리즈 A에서 20억 목표입니다.\n멘토: 20억이면 현재 ARR 대비 밸류에이션을 얼마로 보고 있나요?\n팜잇 대표: ARR이 1.4억이니까... 100억 정도 밸류?\n멘토: ARR 1.4억에 100억 밸류면 71배인데, 애그리테크 시장에서 좀 높을 수 있어요. 다만 성장률이 분기 40% 이상이면 정당화 가능합니다. IR 자료에 TAM/SAM/SOM을 확실하게 넣고, 한국 스마트팜 시장의 성장 포텐셜을 보여줘야 합니다."
  }
]
